{
  "Data": [
    {
      "ID": 1,
      "Name": "Point Of Interest#1: Outer Space",
      "Description": "Outer space, or just space, is the expanse that exists beyond the Earth and between celestial bodies. Outer space is not completely empty—it is a hard vacuum containing a low density of particles, predominantly a plasma of hydrogen and helium, as well as electromagnetic radiation, magnetic fields, neutrinos, dust, and cosmic rays. The baseline temperature, as set by the background radiation from the Big Bang, is 2.7 kelvins (−270.45 °C; −454.81 °F). The plasma between galaxies accounts for about half of the baryonic (ordinary) matter in the universe; it has a number density of less than one hydrogen atom per cubic metre and a temperature of millions of kelvins... Their long association with humans has led dogs to be uniquely attuned to human behavior and they are able to thrive on a starch-rich diet that would be inadequate for other canid species.",
      "ImagePath": [
        "https://source.unsplash.com/200x200/?outerspace"
      ],
      "Links": [
        "https://en.wikipedia.org/wiki/Outer_space"
      ]
    },
    {
      "ID": 2,
      "Name": "Point Of Interest#2: Dogs",
      "Description": "The domestic dog is a member of the genus Canis, which forms part of the wolf-like canids, and is the most widely abundant terrestrial carnivore.",
      "ImagePath": [
        "https://source.unsplash.com/200x200/?dog"
      ],
      "Links": [
        "https://en.wikipedia.org/wiki/Dog"
      ]
    },
    {
      "ID": 3,
      "Name": "Point Of Interest#3: Piracy!",
      "Description": "Piracy is an act of robbery or criminal violence by ship or boat-borne attackers upon another ship or a coastal area, typically with the goal of stealing cargo and other valuable items or properties. Those who engage in acts of piracy are called pirates. The earliest documented instances of piracy were in the 14th century BC, when the Sea Peoples, a group of ocean raiders, attacked the ships of the Aegean and Mediterranean civilizations...",
      "ImagePath": [
        "https://source.unsplash.com/200x200/?pirate"
      ],
      "Links": [
        "https://en.wikipedia.org/wiki/Piracy"
      ]
    },
    {
      "ID": 4,
      "Name": "Point Of Interest#4: Cars",
      "Description": "Cars have controls for driving, parking, passenger comfort, and a variety of lights. Over the decades, additional features and controls have been added to vehicles, making them progressively more complex. These include rear reversing cameras, air conditioning, navigation systems, and in-car entertainment.",
      "ImagePath": [
        "https://source.unsplash.com/200x200/?cars"
      ],
      "Links": [
        "https://en.wikipedia.org/wiki/Car"
      ]
    },
    {
      "ID": 5,
      "Name": "Point Of Interest#5: Cats",
      "Description": "The cat is a small carnivorous mammal. It is the only domesticated species in the family Felidae and often referred to as the domestic cat to distinguish it from wild members of the family. The cat is either a house cat, kept as a pet, or a feral cat, freely ranging and avoiding human contact. A house cat is valued by humans for companionship and for its ability to hunt rodents.",
      "ImagePath": [
        "https://source.unsplash.com/200x200/?cats"
      ],
      "Links": [
        "https://en.wikipedia.org/wiki/Cat"
      ]
    },
    {
      "ID": 6,
      "Name": "Point Of Interest#6: Magazine!",
      "Description": "A magazine is a publication, usually a periodical publication, which is printed or electronically published (sometimes referred to as an online magazine). Magazines are generally published on a regular schedule and contain a variety of content. They are generally financed by advertising, by a purchase price, by prepaid subscriptions, or a combination of the three.",
      "ImagePath": [
        "https://source.unsplash.com/200x200/?magazine"
      ],
      "Links": [
        "https://en.wikipedia.org/wiki/Magazine"
      ]
    },
    {
      "ID": 7,
      "Name": "Point Of Interest#7: Hades",
      "Description": "Hades, in the ancient Greek religion and myth, is the god of the dead and the king of the underworld, with which his name became synonymous. Hades was the eldest son of Cronus and Rhea, although the last son regurgitated by his father. He and his brothers, Zeus and Poseidon, defeated their father's generation of gods, the Titans, and claimed rulership over the cosmos.",
      "ImagePath": [
        "https://source.unsplash.com/200x200/?hades"
      ],
      "Links": [
        "https://en.wikipedia.org/wiki/Hades"
      ]
    },
    {
      "ID": 8,
      "Name": "Point Of Interest#8: Bats",
      "Description": "The second largest order of mammals, bats comprise about 20% of all classified mammal species worldwide, with over 1,200 species. These were traditionally divided into two suborders: the largely fruit-eating megabats, and the echolocating microbats. But more recent evidence has supported dividing the order into Yinpterochiroptera and Yangochiroptera, with megabats as members of the former along with several species of microbats.",
      "ImagePath": [
        "https://source.unsplash.com/200x200/?bats"
      ],
      "Links": [
        "https://en.wikipedia.org/wiki/Bat"
      ]
    },
    {
      "ID": 9,
      "Name": "Point Of Interest#9: Computer!",
      "Description": "A computer is a machine that can be instructed to carry out sequences of arithmetic or logical operations automatically via computer programming. Modern computers have the ability to follow generalized sets of operations, called programs. These programs enable computers to perform an extremely wide range of tasks. A \"complete\" computer including the hardware, the operating system (main software), and peripheral equipment required and used for full operation can be referred to as a computer system.",
      "ImagePath": [
        "https://source.unsplash.com/200x200/?computer"
      ],
      "Links": [
        "https://en.wikipedia.org/wiki/Computer"
      ]
    }
  ]
}
